<?php

return [

    'title_page' => 'مـعـرض الـصـور',
    'List_gallery' => 'قائمة الـصـور',
    'add_gallery' => 'اضافة صـورة',
    'edit_gallery'=> 'تعديل صـورة',
    'delete_gallery'=> 'حذف صـورة',
    'Warning_gallery'=> 'هل انت متاكد من عملية الحذف ؟',
    'visible_gallery'=> 'هل انت متأكد انك تريد اظهار هذه الصورة في صفحة معرض الصور',
    'unvisible_gallery'=> 'هل انت متأكد انك تريد اخفاء هذه الصورة من صفحة معرض الصور',
    'stage_name_ar' => 'اسم الصـورة بالعربية',
    'stage_name_en' => 'اسم الصـورة بالانجليزية',
    'Notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم الصـورة',
    'Processes'=>'العمليات',
    'delete_gallery_Error'=>'لايمكن حذف الصـورة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'exists'=>'الصـورة موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',



];
